products = {

    1: {
        "name": "💻 لپ‌تاپ",
        "description": "لپ‌تاپ مناسب کارهای روزمره و برنامه‌نویسی",
        "price": 25000000,
        "category": "محصولات"
    },

    2: {
        "name": "📱 موبایل",
        "description": "گوشی هوشمند با امکانات مناسب",
        "price": 18000000,
        "category": "محصولات"
    },

    3: {
        "name": "🎧 هدفون",
        "description": "هدفون بی‌سیم با کیفیت صدای مناسب",
        "price": 1500000,
        "category": "محصولات"
    }
}

services = {

    101: {
        "name": "💻 طراحی سایت",
        "description": "طراحی سایت اختصاصی و واکنش‌گرا",
        "price": 5000000,
        "category": "خدمات"
    },

    102: {
        "name": "🤖 ساخت ربات تلگرام",
        "description": "ساخت ربات تلگرام اختصاصی",
        "price": 3000000,
        "category": "خدمات"
    },

    103: {
        "name": "🎨 طراحی گرافیکی",
        "description": "طراحی پوستر، بنر و محتوای گرافیکی",
        "price": 1000000,
        "category": "خدمات"
    }
}